{
    "firstPara" : "צבא הגנה לישראל הוא צבאה של מדינת ישראל. צה”ל פועל בכפיפות לרשויות השלטון האזרחי הדמוקרטי ולחוקי המדינה. מטרת צה”ל היא להגן על קיומה של מדינת ישראל ועל עצמאותה, ולסכל מאמצי אויב לשבש את אורח החיים התקין בה. חיילי צה”ל מחויבים להילחם, להקדיש את כל כוחותיהם, ואף לחרף את נפשם להגנת מדינת ישראל, אזרחיה ותושביה. חיילי צה”ל יפעלו על פי ערכי צה''ל ופקודותיו, תוך שמירה על חוקי המדינה, כבוד האדם, וכיבוד ערכיה כמדינה יהודית ודמוקרטית.",
    "baseValues" : [
        {"title" : "הגנת המדינה, אזרחיה ותושביה - ", "text" : "מטרת צה”ל היא להגן על קיומה של מדינת ישראל, על עצמאות אזרחיה ותושביה."},
        {"title" : "אהבת המולדת ונאמנות למדינה-" , "text" : "ביסוד השירות בצה”ל עומדות אהבת המולדת והמחויבות והמסירות למדינת ישראל - מדינה דמוקרטית המהווה בית לאומי לעם היהודי - לאזרחיה ותושביה."},
        {"title" : "כבוד האדם - " , "text" : "צה”ל וחייליו מחויבים לשמור על כבוד האדם . כל אדם הוא בעל ערך שאינו מותנה במוצא, בדת, בלאום, במין, במעמד ובתפקיד."}
    ],
    "valuesEnd" : "הערכים מסודרים במסמך בצורה אלפביתית ובראשם ערך הדבקות במשימה וחתירה . לניצחון מאחר וצה''ל שם ערך זה כעליון.",
    "opening" : "'מגילת העצמאות'' הוקראה בישיבה חגיגית של מועצת העם, במוזיאון תל-אביב, ביום שישי, ה' באייר התש''ח (14/5/1948). יום זה, שבו הוקמה מדינת ישראל, נקרא מאז ''יום העצמאות''. כפי שלמדנו, בפתיחת מסמך יירוח צהייליי מצוין כי חיילי צה''ל יפעלו על פי ערכי צהייל ופקודותיו, תוך שמירה על חוקי המדינה וכבוד האדם, וכיבוד ערכיה של מדינת ישראל כמדינה יהודית ודמוקרטית.",
    "parts" : [
        "תולדות העם היהודי בארץ ובעולם : המגילה נפתחת בתיאור קצר של הקשר בין עם ישראל לארץ ישראל לאורך ההיסטוריה." ,
        "הסיבה להקמת המדינה ומוסדות השלטון בה: חלקה השני עוסק בזכות שניתנה לעם היהודי להקים בית לאומי/מדינה בארץ ישראל.",
        "הצבת ה''אני מאמין'' באשר לאופי של המדינה מבחינה חברתית- תרבותית-מדינית ודתית : חלק זה עוסק באופייה של המדינה שמוקמת ומגדיר את הערכים והעקרונות עליהם תהיה מושתת"
    ],
    "semelDef" : "סמל - ''ציור או תמונה המביעים רעיון מסוים, או המתארים משהו אופייני בפעולתו של מוסד או של מפעל מסוים''",
    "countrySymbol" : ["סמל המדינה, המנורה עם שני עלי הזית, נבחר ע''י המועצה הזמנית בפברואר 1949. המנורה מסמלת את היהדות ועלי הזית את השאיפה לשלום." , 
        "המנורה שדלקה בבית המקדש ליוותה את עם ישראל בצאתו לגלות ובחזרה ממנה. המנורה הפכה לסמל חזותי של מדינת ישראל, סמל החרות, וגאולת העתיד. המנורה בערה באש תמיד ואסור היה לכבותה. המנורה המופיעה בסמל המדינה נקבעה על סמך המנורה החקוקה בשער טיטוס ברומא. השער מתאר את כניסתם של החיילים לרומא לאחר הניצחון על ישראל וחורבן בית המקדש. החיילים חזרו עם שלל רב שבזזו (כחלק משלל זה הייתה המנורה). ",
        "עלי הזית שמופיעים לצד המנורה מזכירים את הזית ממנו הוכן השמן למנורה, ובד בבד מסמלים את השאיפה לשלום: ''כתתו חרבותיהם לאתים וחניתותיהם למזמרות, לא ישא גוי אל גוי חרב ולא ילמדו עוד מלחמה'' (ישעיהו ב' ג-ד)."],
    "degel" : [
        "הדגל הינו סמל לעצמאות וחרות העם. הדגל המוכר לנו כיום כדגל המדינה, הופיע לראשונה כדגלה של התנועה הציונית בקונגרס ה-18. תחילה, הציע הרצל דגל לבן מעוטר בשבעה כוכבי זהב. צבעה הלבן של היריעה מסמל את הטוהר וההתחלה החדשה ושבעת הכוכבים המסמלים את שעות העבודה ביום. הצעה זו לא נתקבלה. ",
        "ממציא הדגל היה דוד וולפסון: ''והמחשבה נצנצה במוחי והרי יש לנו דגל וצבע כחול ולבן לו הטלית בה אנו מתעטפים לתפילה יום יום, בחול ובשבת... יהא נא דגלנו לבן עם פסי תכלת''. "
    ],
    "anthem" : "מקור המילה ''המנון'' בא מיוון העתיקה, וברבות השנים הפך לזמר רשמי לכבוד העם. המדינה והשליט וביטא רעיונות ורגשות לאומיים. העם היהודי אימץ לו המנון משלו המבטא את רעיון הציונות המחודשת– ''התקווה''. המנגינה נלקחה, ככל הנראה, משיר עם רומני. ''התקווה''. מילות השיר ''התקווה'' נכתבו על ידי נפתלי הרץ אימבר בשנת 1878 כהמנון התנועה הציונית לפני קום המדינה. השיר מבטא את הכמיהה לשוב לארץ ישראל מהגולה ולעצמאות מדינית. השיר, נכתב כשיר רגיל ופרסומו עורר הדים רבים. לשיר תשעה בתים והוא התפרסם תחילה בשם ''תקוותנו''. שני הבתים הראשונים של השיר התקבלו כהמנון אך בארץ שינו מעט את השיר והורידו מספר שורות."
}