{
    "zeevi" :"חל בל' תשרי. היה אלוף בצה''ל ופוליטקאי שכיהן כשר התיירות. נרצח בידי מתנקשים פלסטינאיים ב2001. האדם הבכיר ביותר שנהרג במהלך האינתפאדה השנייה. ב2005 התקבל חוק שקבע כי יום זה הינו יום זיכרון ממלכתי.",
    "rabin" : "חל בי''ב חשוון. היה רמטכ''ל, שר ביטחון וראש ממשלה. נרצח בידי מתנגש יהודי לאחר עצרת שלום בכיכר מלכי ישראל. הרצח הפוליטי זעזע את הציבור הישראלי וב1997 התקבל חוק בכנסת שקובע יום זה כיום זיכרון ממלכתי ויום אבל בו תעסוק החברה הישראלית בשאלה כיצד הגענו למעשים כה אלימים בעקבות שיח פוליטי.",
    "sigd" : "חל בכ''ט חשוון, 50 יום לאחר יוה''כ. חג של הקהילה האתיופית, יום של צום והיטהרות אשר במרכזו טקס שנערך על ידי מנהיג הקהילה. נחגג גם כיום בישראל בטיילת ארמון הנציב בירושלים. ב2008 התקבל בכנסת חוק חג הסיגד שקבע שחג הסיגד יצויין באופן רשמי על ידי מדינת ישראל.",
    "intlHolocaust" : "מצוין ב27 בינואר, יום שחרור מחנה אוושויץ ב1945. ב2005 הוחלט באו''ם להפוך יום זה ליום זיכרון בינלאומי בו זוכרים את זוועות השואה.",
    "nationalHolocaust" : "מצוין בכ''ז ניסן, היום בו פרץ מרד גטו ורשה. יום זה נועד להבטיח את זכירון השואה והנצחת חלליה. משנת 1988 נערך ביום זה גם מצעד החיים בו צועדים אלפי יהודים בין מחנה אושוויץ לבירקנאו.",
    "memorialDay" : "מצוין בד' באייר, יום לפני שחל יום העצמאות מאז 1963. את יום זה מציינים עם שתי צפירות - אחת בערב עם כניסתו ואחת בבוקר. לקראת העבר נערך טקס הדלקת המשואות בהר הרצל ונפתחות בצורה רשמית חגיגות יום העצמאות.",
    "independanceDay" : "חל בהי באייר, מציין את הכרזת המדינה ויום סיום המנדט הבריטי. מתחיל בטקס הדלת המשואות, כולל את טקס החיילים המצטיינים בבית הנשיא, חידון התנ''ך העולמי ופתיחת בסיסי צה''ל לתערוכות לקהל הרחב.",
    "herzl" : "חל בי' באייר ומציין את יום הולדתו של אבי התנועה הציונית. יום זיכרון התקבע בחוק בשנת 2004 ובמהלכו נערך טקס ממלכתי על יד קברו של הרצל וכנסים בבתי ספר בצה''ל ביחד לדמותו והשפעתו על מדינת ישראל.",
    "jerusalem" : "חל בכ''ח באייר, היום בו שוחררה ירושלים בשנת 1967 במהלך מלחמת ששת הימים. נקבע כחג לאומי שנה לאחר הניצחון במלחמה. במהלך היום מתקיים טקס ממלכתי בגבעת התחמושת ובמספר אתרים אחרים בירושלים. כמו כן, ביום זה מציינים גם את יהודי אתיופיה אשר נספו בדרכם לישראל." ,
    "jabotinsky" : "חל בכ''ט תמוז, יום פטירתו של זבוטינסקי. זבוטינסקי היה מנהיג ציוני חשוב, יום הקמת הגדודים העבריים, מאבות הציונות הרוויזיוניסטית, מנהיגו של האצ''ל, משורר, סופר ומתרגם. בשנת 2005 התקבל חוק בכנסת קבע יום זה כיום זיכרון ממלכתי בו מתקיים טקס לזכרו על יד קברו ועוסקים בדמותו בקרב בתי ספר ויחידות צה''ל.",

    "roshHashana" : "חל בא' תשרי. לחג שלושה היבטים מרכזיים : הראשון היום הראשון בשנה החדשה, בו מתחיל מחזור זמנים חדש. השני- היותו יום דין בו, עפ''י האמונה היהודית נידונים בפני הא-ל כלל הברואים. השלישי – היום בו נברא האדם ותמה מלכאת הבריאה. יום זה מציין גם את עקידת יצחק ולזכרו תוקעים בשופר. כמו כן ישנה תפילה שנקראת תשליך, אשר נאמרת בצהריי היום הראשון על יד מקור מים חיים ומבטא את הרצון להשליך את כלל החטאים ולחזור בתשובה. בערב ראש השנה ישנם מנהגים רבים לאכול מאכלים אשר מסמלים תקווה שלנה החדשה, ביניהם : ראש של דג, תפוח בדבש, רימון סלק ועוד.",
    "kippur" : "חל בי' תשרי. נחשב ליום המקודש ביותר בלוח השנה היהודי ומכונה שבת שבתון. ביום זה מכפר האדם על כלל חטאיו במהלך השנה באמצעות צום ואיסורים שונים-מלאכה, רחיצה, סיכה, נעילת נעלי עור, וקיום יחסי מין) אשר מייחדים את היום והופכים אותו לקדוש ביותר. בערב החג מתקיימת סעודה גדולה לאחר ביצוע כפרות. את החג פותחת תפילת כל נדרי אשר מתירה לכל אדם לבוא ולהתפלל עם הקהל ומבטלת את הנדרים וההבטחות שנטל האדם במהלך השנה. במהלך התפילות של היום מזכירים גם את נעילה ובסופו נשמעת תקיעת שופר. עבודת הכהן הגדול בבית המקדש ואת עשרת הרוגי מלכות. היום מסתיים עם תפילת",
    "sukkot" : "חל בט''ו תשרי ונחגג במשך שבעה ימים. חג שה הוא אחד משלושת הרגלים בהם היו עולים לרגל לבית המקדש. חג זה מצין אירוע היטורי – ישיבת בני ישראל בסוכות במהלך נדידתם במדבר וגם מצין תקופה חקלאית – חג האסיף, תקופה בה נאספת התבואה החקלאית. בחג זה בונים סוכה מחוץ לבית וגרים בה במשך שבעת ימי החג. בזמן שבית המקדש היה קיים היה נערך טקס ניסוך המים בבית המקדש וכיום זה טקס זה מצריך דרך שמחת בית השואבה שנערכת בחסידויות שונות. בחג זה ישנה מצווה ליטול ארבעה מינים - אתרוג, לולב, הדס וערבה בכל אחד מימי החג.",
    "simchatTora" : "חל בכ''ב תשרי, יום חג שצמוד לחג הסוכות אך מהווה חג בפני עצמו. בשמיני עצרת מבקשים על הגשמים של אותה השנה ומתחילים להוסיף את ברכת הזכרת הגשמים בכלל התפילות ושמחת תורה מציינת את סיומו של מחזור קריאת פרשות השבוע ותחילתו מחדש. עם השנים התרחב חג זה לחג של שמחה רבה, ריקודים עם ספר התורה ועליות רבות לקריאות בתורה.",
    "chanuka" : "חל בכ''ה בכסלו ונמשך לאורך שמונה ימים. בסיסו במרד המכבים שאירע בשנת 164 לפני הספירה. חג זה מציין את ניצחון היהודים על היוונים, הקמת מדינה יהודית עצמאית וטיהור בית המקדש שחולל. אורך שמונה ימים בעקבות נס פך השמן, כאשר פך אחד של שמן הספיק כדי להדליק את המנורה במשך שמונה ימים. נס זה הינו הבסיס גם למצווה להדליק חנוכייה. חג זה הוא הראשון שנקבע ע''י חז''ל ואינו מוזכר בתנ''ך.",
    "tubishvat" : "ראש השנה לאילנות. מסמל את סיום החורף וראשית האביב וצייין בעבר את היום בו מקיימים מצוות התלויות בארץ. מאז נוספו לחג רבדים רבים – אכילת פירות תוצרת הארץ, עריכת סדר ט''ו בשבט. עבור התנועה הציונית לחג זה משמעות של עבודת האדמה והפרחת השממה ובמסגרתו נערכות נטיעות בכלל הארץ.",
    "purim" : "חל בי''ד באדר ברוב ערי העולם אך בערים שהיו מוקפות חומה בימי שושן נחגג חג זה בט''ו באדר (שושן פורים). חג זה מציין את ביטול תכנונו של המן האגגי להשמיד את היהודים שחיו בממלכת פרס. מן הגזירה הקשה ניצלו היהודים בזכות אסתדר ומרדכי. ימי הפורים הפכו לימי שמחה ומשתה אשר כוללים ארבע מצוות מרכזיות – משתה (ארוחה חגיגית בבוקר פורים), מגילה (קריאת מגילת אסתדר בבוקר ובערב), משלוח מנות (חלוקת חבילה הכוללת 2 מנות לפחות) ומתנות לאביונים. בחג זה התקבלו מנהגים שונים רבים ביניהם – לבישת תחפושות, אכילת אוזני המן ושימוש ברעשן.",
    "ester" : "חל בי''ג אדר, היום שלפני חג הפורים. צום זה מציין את הצום שצמה אסתר במשך שלושה ימים על ביטול גזירת המן והצלת היהודים.",
    "passover" : "חל בט''ו בניסן ונמשך שבעה ימים. אחד משלושת הרגלים, בהם היו עולים לבית המקדש. במרכז החג עומד סיפור יציאת מצריים. שם החג מרמז לקורבן אשר נדרשו בני ישראל להקריב טרם היציאה ממצריים ואותו היו מקריבים לאחר מכן בבית המקדש. כמו כן, מרמז השם על דילוג הקב''ה על בתי היהודים במהלך מכת הבכורות. בחג זה ישנו איסור אכילת חמץ (תערובת אשר כוללת קמח מאחד מחמשת מיני דגן שבא במגע עם מים ותפח) כזכר ללחם של בני ישראל שלא הספיק לתפוח בערב יציאת מצריים. בלילה הראשון של החג עורכים את ליל הסדר – במהלכו קוראים מההגדה, מספרים את סיפור יציאת מצריים ומציינים את הניסים השונים שאירעו לבני ישראל בזמנם במדבר. היום הראשון והאחרון של החג אסורים במלאכה כמו שבת. לאחר צאת היום השביעי נוהגים יוצאי ארצות אפריקה לחגוג את המימונה – חג עממי שמקורו לא ברור אך יש המזהים אותו כחוויה חברתית מתקנת לאחר ימי החג בהם יש הנמנעים מלאכול אצל אחרים בעקבות מנהגים שונים.",
    "lagBaomer" : "ל''ג בעומר חל בי''ח אייר, היום השלושים והשלושה של ספירת העומר, ביום זה נפסקה מגיפה שפגעה בתלמידיו של רבי עקיבא, הלך לעולמו רבי שמעון בר יוחאי וחל מפנה לטובת היהודים במרד בר כוכבא. ספירת העומר הינם ה־50 יום שבין פסח לשבועות בהם נוהגים לספור את הימים אשר מבטאים את המסע של ישראל בין יציאת מצריים לקבלת התורה בהר סיני. במהלך ספירת בעומר נוהגים מנהגי אבלות לזכראם של תלמידי רבי עקיבא שנהרגו במגיפה שהתרחשה בזמן זה ונוהגים שלא להתגלח או להסתפר ולערוך חתונות.",
    "shavout" : "חל בו' סיוון ומצין את היום בו קיבלו עם ישראל את התורה בהר סיני. חג זה הוא אחד משלושת הרגלים בהם היו עולים בני ישראל לבית המקדש. בליל החג נוהגים למוד תורה כל הלילה ולקיים תיקון ליל שבועות. סעודת החג מורכבת בעיקר ממאכלים חלביים. כמו כן, בחג זה קוראים את מגילת רות המספר את סיפורה של רות המואבייה התגיירה שמתרחש ברובו בתקופה זו של השנה.",
    "tzomot" : [
        ["" , "עשרה בטבת" , "י''ז בתמוז" , "ט' באב" , "צום גדליה"] ,
        ["מה מציין" , "תחילת מצור נבוכדנצר על ירושלים" , "הבקעת חומות העיר ירושלים בידי נבוכדנצר וכניסת הבבליים לעיר" , "חורבן בית המקדש הראשון והשני" , "רצח מנהיג היהודים שנשארו לאחר גלות בבל, גדליה בן אחיקם."],
        ["איסורים" , "אכילה ושתייה" , "אכילה ושתייה" , "חמשת האיסורים - אכילה ושתייה, סיכה, רחיצה, נעילת נעלי עור וקיום יחסי מין." , "אכילה ושתייה"]
    ],
    "mezarim" : "שלושת השבועות בין י''ז בתמוז ותשעה באב, במהלכם נהוג לנהוג מנהגי אבלות - הימנעות משמיעת מוזיקה, איסור תספורת וגילוח, איסור קיום חתונות וכו'."

}