{
    "sixtynine" : {
        "title": "1969 - הקמת גדוד הקשתות (מכ''ם)",
        "text" : [
            "הוקם גדוד הקשתות כחלק מחיל הקשר הארצי (כיום – חיל התקשוב) בעיצומה של מלחמת ההתשה. מכים הקשת שהתבסס על גילוי באמצעות תחישים (תנועות חשודות) הפך באותם זמנים לאמצעי מודיעיני מוביל.",
            "מכ''ם הקשת הצליח להפוך את הלילה ליום והפך לעזר מרכזי בסיכול פעולות ליליות של כוחות האויב במלחמת יום הכיפורים וחשף ניסיונות הסוואה של האויב.",
            "האמצעי הופעל לרוב ע''י חיילי מילואים מיחידות שונות שקיבלו אחריות על המוצבים, כך שלרוב המפעילים היו ללא רקע בסיסי בתצפית וביצעו תפקיד זה במקביל לתפקידם הייעודי."
        ]
    },
    "seventythree" : {
        "title" : "1973 - מלחמת יום הכיפורים",
        "text" : [
            "מספר שבועות לפני פרוץ המלחמה. זיהו תצפיות הקן בחזית המצרית ובחזית הסורית תנועות כלים, שינויי פריסה והערכת אויב שונה. הדיווחים הועברו לדרג החטיבה – אוגדה – פיקוד, חלקם עד המטה הכללי.",
            "קציני המודיעין זלזלו במידע שהועבר אליהם מהתצפיות. המידע לא שינה את תמונת המודיעין ואת הערכות כוחות צה''ל."
        ]
    },
    "seventyfour" : {
        "title" : "1974 - הקמת גדוד נשר 414",
        "text" : [
            "בעקבות תוצאות מלחמת יום הכיפורים הוחלט לתגבר את האמצעים האלקטרונים הקיימים ואת מכיים הקשת במרכזו. הוחלט בשנת 1974 על הקמת גדוד הקשתות ''נשר'' 414 שבסיסו הייתה יחידת הקשתות.",
            "יחידת הקשתות הכילה שלוש פלוגות – ברמת הגולן, בבקעת הירדן ובסיני. בעת מתיחות מבצעית בגזרה מסוימת, דילגו הקשתות יחד עם אמצעים נוספים לגזרות אחרות, על פי צורך מבצעי."
        ]
    },
    "seventysix" : {
        "title" : "1976 - הקמת גדוד שחף 869",
        "text" : [
            "בעקבות תוצאות מלחמת יום הכיפורים ומסקנות ועדת אגרנט, הוקמה יחידת תצפיות מטכ''לית ברמת הגולן שהורכבה מלוחמי סיירות מטכל''יות אשר אותם הכשירו למקצוע.",
            "הית''מ הייתה למעשה הגוף הראשון בצה''ל שעסק בתצפיות ואיסוף מודיעין והיווה את השלד של מה שהפך לחיל האיסוף הקרבי.",
            "הית''מ הפכה לגדוד 869."
        ]
    },
    "eightyseven" : {
        "title" : "1987 - האינתיפאדה הראשונה",
        "text" :[
            "עם פרוץ האינתיפאדה הראשונה נדרשה יחידה 869 לשלוח צוותי יחמ''ן (צוותי תצפיות) מתוך היחידה – שהפכו בשלב זה ליחמ''ם, למשימות סודיות בשטחי איו''ש. ",
            "התרבות הסד''כ במשך הזמן הביאה לפתיחת פלוגות חדשות שאזורן הוא בעיקר אזור יהודה ושומרון, ובנוסף פלוגה נוספת שאזורה הוא אזור עזה.",
            "הפלוגות באיו''ש עבדו יחד עם מסתערבים, הם השתמשו באמצעים רבים ופעמים רבות אף תצפתו מתוך חצרות פלסטיניים.",
            "גדילת הסד''כ בפלוגות באיו''ש הביאה להקמת גדוד 636 בגזרה."
        ]
    },
    "ninetythree" : {
        "title" : "1993 - הקמת גדוד ניצן 636",
        "text" : [
            "ב־1993, כחלק מתהליך הקמת גדודי היחמ''ם באוגדות הוחלט להסב את יחמ''ם המילואים של אוגדה 36 ליחמ''ם סדיר – מה שהפך בהמשך להיות גדוד 636, גדוד היחמ''מ הסדיר הראשון שהוקם.",
            "בעבר, חיילי היחמ''ם היו חובשים כומתות שחורות עם סמל חיל המודיעין. כיום, הגדוד הינו הגדוד הגדול ביותר בחיל ובצבא בכלל."
        ]
    },
    "ninetyeight" : {
        "title" : "1998 - הדור הראשון של התצפיתניות",
        "text" : [
            "ב1998 הוחלט להיכנס לרצועת הביטחון בלבנון ולהקים חמ''לי איסוף. החמ''ל הראשון שאוייש היה חמ''ל ציפורן שבו היו צוות של 14 תצפיתניות.",
            "יש לציין כי הקשתיות של גדוד 414 נחשבו לדור הראשון של המוכמ''ות. הקשתיות עבדו עם לוחמי האיסוף בשיתוף פעולה בעקבות חוסר בכיסוי השטח."
        ]
    },
    "alpayim" : {
        "title" : "2000 - הקמת חיל מודיעין השדה",
        "text" : "בשנת 2000 הוקם חיל מודיעין השדה אשר בראשו תת אלוף אמנון סופרין. החיל הוקם עקב הבנת הצורך הגובר באיסוף מודיעין על ידי גופים מקצועיים בניגוד למה שהיה בעבר – איסוף מודיעין עצמי לכל יחידה. גורם שזירז את הקמת החיל הוא האינתיפאדה השנייה, אינתיפאדת אל אקצא, שהייתה מאורגנת ומאסיבית יותר לעומת קודמתה."
    },
    "three" : {
        "title" : "2003 - סדר בגדודי האיסוף הפיקודיים",
        "opening" :"בשנת 2003 הוחלט על חלוקה מחדש של הגדודים – כל גדוד הפך לאחראי על גזרה בלעדית ומוגדרת וריכז את כל המודיעין של גזרתו",
        "list" : [
            "גדוד 869 – הגדוד שאחראי על גבולות פיקוד צפון (גבולות לבנון וסוריה). סמל הגדוד עוצב בעקבות הצבע הירוק שמאפיין את אזור הצפון בארץ ובעקבות נחלים מרכזיים באזור. מצפה-עדי, אחד החמ''לים בגדוד, הינו החמ''ל הוותיק ביותר מבין החמ''לים הקיימים היום בחיל.",
            "גדוד 636 - הגדוד שאחראי על שטחי פיקוד מרכז (שטחי יהודה ושומרון). סמל הגדוד עוצב בהשראת ספר שקראה אשתו של המגד הראשון (שעל שמה נקרא הגדוד), אשר עליו הייתה תנשמת. בנוסף, המשפט של הגדוד גם הוא לקוח מאותו ספר. ",
            "גדוד 414 – הגדוד שאחראי על שטחי פיקוד דרום (אזור עזה וגבול מצריים וירדן). סמל הגדוד עוצב בהשראת התג המקורי של יחידת הקשתיות, בהשראת ההרים שמאפיינים את מצרים וכולל בו את הנשר על שם הגדוד. בנוסף לארבעה חמלי איסוף ישנם גם שישה בלוני איסוף שמתצפתים על הרצועה. "
        ]
    },
    "nine" : {
        "title" : "2009 - החלפת השם לאיסוף קרבי",
        "text" : [
            "בשנת 2009 הוחלף שם החיל מ''מודיעין שדה'' ל''איסוף קרבי'' ועבר להיות תחת מפקדת זרוע היבשה. בנוסף, בית הספר למודיעין שדה שינה את שמו גם כן מביסלמ''ש (בית ספר למודיעין שדה) לביסל''ק (בית הספר לאיסוף קרבי) והועבר מצאלים למחנה סיירים. כיום, נקרא בהל''ג. ",
            "מדוע הוחלף השם? 14  למקצוע האיסוף יש זיקה ישירה לקרקע והשטח עליו מתצפתים. המקצוע דורש אפיון קרקע מקצועי והכרת נקודות תורפה בשטח. אופי איסוף המודיעין קשור באופן ישיר לתחומי מפקדת זרוע היבשה. על אף שהחיל הועבר תחת מז''י אין זה סותר את הקשר ושיתוף הפעולה בין חיל האיסוף לחיל המודיעין." ,
            "בנוסף חיילי האיסוף הקרבי הם לוחמים לכל דבר הפועלים לאיסוף מידע מהשטח באמצעות מארבי תצפית מסווים, והם אינם עונים על ההגדרה של חיילי מודיעין."
        ]
    },
    "twelve" : {
        "title" : "2012 - הקמת גדוד איתם 727",
        "text" : [
            " הפיגוע בכביש 12, שביטא את שיא ההתחממות בגזרת סיני, הביא לזירוז פרויקט ''שעון החול'' – הקמת גדר לאורך כל גבול סיני-ישראל והקמת גדוד איסוף 727 איתם.",
            " עם הקמת הגדוד ב-2012 הופקדו בידיו גבולותיהם של מצרים וחלקה הדרומי של ירדן. אחריותו הגזרתית נפרסת ממצדה ועד אילת, ומאילת - ועד עזה.",
            "בשנת 2006 הוקמה פלוגת נחשול, פלוגת הלוחמות של חיל האיסוף הקרבי. הפלוגה השתייכה לגדוד 414 ופעלה בגזרת מצרים. זוהי הפלוגה הלוחמת היחידה בצה''ל המורכבת מנשים בלבד. כיום, נמצאת גזרת מצריים תחת גדוד 727, והלוחמות משמשות כצוותי האיסוף הייעודיים של הגדוד.",
            "סמל הגדוד עוצב בהשראת ההרים שמאפיינים את הגבול, בעיקר באזור אילת. שם הגדוד הוא בעצם חיבור של הביטוי 'איסוף תמיד'."
        ]
    },
    "thirteen" : {
        "title" : "2013 - הקמת גדוד עיט 595",
        "text" : [
            "לאור התעצמות ארגוני הטרור בגבול סוריה ועליית המורדים, עלה צורך מבצעי בחיזוק מערך האיסוף ברמת הגולן. כתוצאה מכך, בשנת 2013 הוחלט להקים בזרוע היבשה את גדוד עיט, גדוד איסוף קרבי חדש.",
            "גדוד עיט הוא הראשון בו הוקם והופעל חמ''ל המר''ס (מערכת רב סנסורית) - המערכת החדישה ביותר כיום במערך התצפיות הנייחות, מערכת זו עתידה להיכנס לכלל מחלקות האיסוף הנייחות.",
            "סמל הגדוד עוצב בהשראת הנוף בגבול. ניתן לראות בו את הפסגה המושלגת של הר החרמון. הגדוד הוא הצעיר ביותר בחיל. לגדוד יש 4 חמ''לי מר''ס."
        ]
    },
    "fifteen" : {
        "title" : "2015 - החלפת הכומתה",
        "text" : [
            " בשנת 2015 עם כניסתו של הרמטכ''ל גדי אייזנקוט הוחלט על הקמת מערך האיסוף הקרבי והגבולות שבמסגרתו יצטרפו לחיל האיסוף הקרבי הגופים אשר פועלם קשור בשמירה על גבולות המדינה. " , 
            " החלטה זו זרזה את החלפת כומתת החיל מצבע ''ירוק בקבוק'' שמאופיין עם חיל המודיעין לצבע ''חול מדברי'' שמתאר את הקשר בין העבודה האיסופית לאדמה ואתחולות המדבר שסובבות את בית הספר."
        ]
    },
    "seventeen" : {
        "title" : "2017 - הקמת מערך הגנת הגבולות",
        "text" : [
            "גוף זה הוקם בשנת 2017 בכדי לכלול בצורה מסונכרנת את כל נושא הביטחון השוטף וההגנה על גבולות המדינה.",
            "המערך כולל בתוכו יחידות שונות : איסוף קרבי (לוחמים תצפיתניות וסמב''ציות), חי''ר גבולות, יחידת הגששים.",
            "בא''ח המערך יושב במחנה מגן סיירים (בהל''ג) ובתוכו מתקיימים כלל המסלולים.",
            "הכומתה המבדילה את חי''ר הגבולות מהאיסוף הקרבי בתוך המערך היא כומתה בצבע צהוב-חום מדברי, אשר החליפה את הכומתה הירוקה הבהירה של נח''ל ששימשה את גדודי חי''ר גבולות עד הקמת המערך."
        ]
    }

}