{
    "def" : ["רישום מוקטן של פני השטח ע''י סימנים מוסכמים במבט אנכי." , "מפה טופוגרפית מורכבת מ-3 חלקים:"],
    "defList" : ["תבליט" , "תכסית" , "רשת קורדינאטות"],
    "tavlitOpening" : "צורת פני השטח, במפה תוצג כקווים חומים הנקראים קווי גובה.",
    "tavlitText" : [
        "רווח אנכי – הפרשי הגבהים בין קו גובה אחד לשני." ,
        "העלייה בין קווי הגובה היא קבועה בהתאם לקנה המידה של המפה, ללא התחשבות במרחק. (10 מ' ב-1:50,000)",
        "צפיפות קווי הגובה מעידה על צורת פני השטח –",
        "צפופים = תלול",
        "מרווחים = מתון"
    ],
    "crater" : ["דוגמת מכתש - שקע של קווי גובה סגורים. ממרכז המכתש ניתן לעלות לארבעה כיוונים שונים- קווי הגובה ממוספרים בכיוון ההפוך.",
        "כיוון הכתיבה של מספרי קווי הגובה פונה אל במקום הגבוה."  ],
    "kavEfes" : "קו המציין את גובה פני הים. על המפה יופיע כקו מקוטע בצבע חום.",
    "roundedheightline" : " כל 100 מטרים יופיע קו גובה מודגש המציין את הגבהים ה''עגולים'' (...300,200,100) ",
    "absoluteHeight" : "גובה מוחלט - נמדד מקו האפס אל נקודה מסוימת בשטח, ומציין את גובהה של אותה נקודה. יכול להופיע כחיובי או שלילי (ביחס לקו האפס)",
    "relativeHeight" : ["גובה יחסי- הפרש הגבהים בין שתי נקודות כלשהן " , "לא יכול להיות שלילי."],
    "heightPoint" : "מציינת שיא גובה ברכס. מסומנת במפה כמספר המציין את גובהה ולידו נקודה",
    "triPoint" : "מציינת נקודה בולטת בשטח, אך לא בהכרח שיא גובה. מכל נ. טריג נוכל לצפות על עוד 2 נ. טריג נוספות שיחד יוצרות משולש. הנקודה מסומנת במפה במשולש קטן, שלידו רשום גובה הנקודה.",
    "dome" : "שיא הגובה בהר. נקודה שממנה תמיד ננוע במגמת ירידה",
    "proxy" : "בלט מוארך המסתעף משיא הגובה עד למרגלות ההר.",
    "valley" : "שקע מוארך המסתעף ממקום גבוה עד לנחל.",
    "midronKazuv" : ["מדרון בו הרווח האנכי בין קווי הגובה אחיד","קצב הירידה זהה בכל המדרון."],
    "midronKamur" : "מדרונות בהם גודל הרווח האנכי משתנה. קצב הירידה משתנה במהלך המדרון.",
    "midronKatef" : "קטע מישורי הקוטע את שיפועו של המדרון.",
    "saddle" : "קטע המחבר בין שתי כיפות. נזהה אותו בעזרת שני גאיות מכיוונים מנוגדים." ,
    "hiddenDome" : [" כיפה סמויה הינה כיפה לכל דבר בשטח, הנבלעת בין שני קווי גובה ולכן אינה מופיעה במפה." , "נזהה כיפה סמויה במפה ע''י מציאת אוכף (שני גאיות מכיוונים מנוגדים)."],
    "katefVhd":"כיפה סמויה תמיד תהיה ליד אוכף, בעוד שכתף תהווה חלק מהמדרון.",


    "tachsitDef" :["פרטי נוף המכסים את התבליט." , "מוצגים במקרא הסימנים כצורות וצבעים מוסכמים."],
    "tachsitTypes" : ["כחול= מקורות מים" , "ירוק= צמחיה" , "חום/אדום=כבישים" , "שחור= פרטי תכסית מלאכותיים."],
    "coordinates" : ["מחלקת את כדורה''א לריבועים קטנים (של ק''מ על ק''מ במציאות), ומשמשת כעזר להתמצאות ספציפית במפה. מורכבת מקווי אורך ורוחב :",
        "קו אורך- קווים אנכיים אשר נמתחים מצפון לדרום וממוספרים ממערב למזרח. (נקראים גם מזרחיות)",
        " קו רוחב - קווים אופקיים אשר נמתחים ממזרח למערב וממוספרים מדרום לצפון. (נקראים גם צפוניות)"
    ],
    "csDef" : "נ.צ. - נקודת ציון, הכתובת המדויקת של הנקודה. נקבל את ה''כתובת'' בצירוף של 12 ספרות שמציינות את המיקום המדויק של הנקודה על המפה עפ''י קווי אורך ורוחב ראשיים ומשניים.",
    "madko" :["המספר 1000 הינו טעות בהדפסה. כאשר נעבוד עם ה''מדקו'' נתייחס אליו כאילו כתוב 0.","שיטה נוספת היא להפוך את המדקו. ","את קווי האורך תמיך נספור ממערב למזרח ואת קווי הרוחב מדרום לצפון."],
    "proportaion" : " ישנן כמה סוגי מפות, כל מפה בעלת יחס שונה בין השטח לבין גודל הצגתן במפה. כל משבצת במפה היא קיימ X קיימ. ",
    "oneToFiftyK" : "1 ס''מ במפה = 50,000 ס''מ במציאות= 500 מטר= 1/2 ק''מ",
    "oneToHundrendK" : "1 ס''מ במפה = 100,000 ס''מ במציאות = 1000 מטר = 1 ק''מ ",


    "azimutDef" : [" אזימוט – הזווית הנפתחת ביני לבין המטרה ביחס לצפון. (הכיוון שבו אנו רואים את המטרה). ","ניתן לחשב אזימוט במעלות (360) או באלפיות (6400)."],
    "reverseAzimut" : " אזימוט חוזר – הזווית הנפתחת בין המטרה לביני ביחס לצפון. (הכיוון שבו המטרה רואה אותי). ניתן לחשב בעזרת הנוסחא לחישוב אזימוט חוזר: אם האזימוט הרגיל קטן מ-180 – נוסיף 180 אם האזימוט הרגיל גדול מ-180 ← נחסיר 180",
    "disMeasure" : "ישנן מספר אפשרויות למדידת מרחקים על המפה:",
    "disList" : ["מרחק אווירי – בעזרת סרגל" , "קיטועים – בעזרת סרגל" , "חוט"],
    "rulerAir" : "בעזרת סרגל: ניתן למדוד בעזרת הסרגל באופן ישיר מרחק מנק' לנק'. על המד קואורדינטות ישנם כמה סרגלים, ולכן יש להתאים את הסרגל למפה וליחידות המדידה",
    "rulerSegments" : "נחלק את הציר לקטעים ישרים. נמדוד כל קטע בנפרד בעזרת הסרגל ונחבר את  הכול לתוצאה אחת.",
    "thread":"מניחים את החוט במקביל לציר המפותל לכל אורכו, ואז מותחים אותו על הסרגל."

}